Repository: wproad/nobat
Catalog: languages/nobat-*.po
Languages: fa_ir

source: Nobat
fa_ir: نوبت

source: A modern appointment booking system with admin management.
fa_ir: یک سیستم رزرو وقت مدرن با مدیریت مدیران.

source: WPROAD
fa_ir: مسیر وردپرس

source: Calendar
fa_ir: تقویم

source: All Appointments
fa_ir: همه نوبت‌ها

source: Settings
fa_ir: تنظیمات

source: All Schedules
fa_ir: همه زمانبندی ها

source: Schedules
fa_ir: زمانبندی ها

source: Add Schedule
fa_ir: افزودن زمانبندی

source: Deleted by admin
fa_ir: توسط مدیر حذف شد

source: Appointment
fa_ir: نوبت

source: Appointments
fa_ir: نوبت‌ها

source: ID
fa_ir: شناسه

source: Client Name
fa_ir: نام مشتری

source: Client Phone
fa_ir: تلفن مشتری

source: Date
fa_ir: تاریخ

source: Time Slot
fa_ir: بازه زمانی

source: Status
fa_ir: وضعیت

source: Assigned Admin
fa_ir: مدیر اختصاص داده شده

source: Cancellation Reason
fa_ir: دلیل لغو

source: Created At
fa_ir: تاریخ ایجاد

source: Are you sure you want to delete this appointment?
fa_ir: آیا مطمئن هستید که می‌خواهید این نوبت را حذف کنید؟

source: Delete
fa_ir: حذف

source: All Statuses
fa_ir: همه وضعیت‌ها

source: All Admins
fa_ir: تمام مدیران

source: Select date
fa_ir: انتخاب تاریخ

source: Filter
fa_ir: فیلتر

source: Clear
fa_ir: پاک کردن

source: %d appointments deleted.
fa_ir: %d نوبت حذف شد.

source: Appointment not found.
fa_ir: نوبت یافت نشد.

source: Appointment updated successfully!
fa_ir: نوبت با موفقیت به‌روزرسانی شد!

source: Appointment added successfully!
fa_ir: وقت با موفقیت اضافه شد!

source: Edit Appointment
fa_ir: ویرایش نوبت

source: Add New Appointment
fa_ir: افزودن نوبت جدید

source: Appointment Date
fa_ir: تاریخ نوبت

source: Update Appointment
fa_ir: به‌روزرسانی نوبت

source: Save Appointment
fa_ir: ذخیره نوبت

source: Loading cal...
fa_ir: در حال بارگذاری تقویم...

source: Loading scheduling...
fa_ir: در حال بارگذاری زمانبندی...

source: Schedule
fa_ir: زمانبندی

source: Schedule Name
fa_ir: نام زمانبندی

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: Duration (min)
fa_ir: مدت زمان (دقیقه)

source: Are you sure you want to delete this schedule?
fa_ir: آیا مطمئن هستید که می‌خواهید این زمانبندی را حذف کنید؟

source: Show Calendar View
fa_ir: نمایش جزئیات

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیرفعال

source: Add New
fa_ir: افزودن جدید

source: %d schedule(s) deleted.
fa_ir: %d زمانبندی حذف شد.

source: Booking Settings
fa_ir: تنظیمات رزرو

source: Messages
fa_ir: پیام‌ها

source: SMS Notifications
fa_ir: اعلان‌های پیامکی

source: Max Active Appointments per User
fa_ir: حداکثر نوبت های فعال برای هر کاربر

source: Success Message After Booking
fa_ir: پیام موفقیت پس از رزرو

source: Notify Admin
fa_ir: اطلاع به مدیر

source: Notify Client
fa_ir: اطلاع به مشتری

source: Reminder (minutes before)
fa_ir: یادآوری (دقیقه قبل از نوبت)

source: Maximum number of active (pending/confirmed) appointments a user can have at the same time. Default: 3
fa_ir: حداکثر تعداد نوبت فعال (در انتظار/تایید شده) که یک کاربر می‌تواند همزمان داشته باشد. پیش‌فرض: ۳

source: This message will be displayed to users after successfully booking an appointment. If empty, users will be redirected to their appointments list.
fa_ir: این پیام پس از رزرو موفقیت‌آمیز یک وقت‌نظری به کاربران نمایش داده می‌شود. اگر خالی بماند، کاربران به فهرست وقت‌نظراتشان هدایت می‌شوند.

source: None
fa_ir: هیچ‌کدام

source: Send notifications to client
fa_ir: ارسال اعلان برای مشتری

source: Appointment Booking Settings
fa_ir: تنظیمات نوبت دهی

source: slot_id and schedule_id are required.
fa_ir: slot_id و schedule_id الزامی هستند.

source: Appointment booked successfully!
fa_ir: وقت با موفقیت رزرو شد!

source: You do not have permission to view this appointment.
fa_ir: شما اجازه مشاهده این وقت را ندارید.

source: Cancellation request submitted. An admin will review your request.
fa_ir: درخواست لغو ارسال شد. یک مدیر درخواست شما را بررسی خواهد کرد.

source: Appointment confirmed successfully.
fa_ir: وقت با موفقیت تأیید شد.

source: Appointment marked as completed.
fa_ir: وقت به عنوان تکمیل شده علامت‌گذاری شد.

source: Appointment restored successfully.
fa_ir: وقت با موفقیت بازیابی شد.

source: Appointment cancelled successfully.
fa_ir: وقت با موفقیت لغو شد.

source: Invalid status provided.
fa_ir: وضعیت نامعتبر ارائه شد.

source: Report updated successfully.
fa_ir: گزارش با موفقیت به‌روزرسانی شد.

source: Missing required fields: name, startDate, endDate, or weeklyHours
fa_ir: فیلدهای ضروری گم شده‌اند: name, startDate, endDate یا weeklyHours

source: Invalid date format. Expected Jalali (YYYY/MM/DD) or Gregorian (YYYY-MM-DD)
fa_ir: قالب تاریخ نامعتبر است. انتظار می‌رود به صورت YYYY-MM-DD (میلادی) باشد.

source: Invalid date format after conversion. Expected YYYY-MM-DD (Gregorian)
fa_ir: قالب تاریخ نامعتبر است. انتظار می‌رود به صورت YYYY-MM-DD (میلادی) باشد.

source: Schedule created successfully.
fa_ir: برنامه با موفقیت ایجاد شد.

source: No active schedule found.
fa_ir: برنامه فعال یافت نشد.

source: Schedule not found.
fa_ir: برنامه یافت نشد.

source: Schedule activated successfully.
fa_ir: برنامه با موفقیت فعال شد.

source: Schedule deleted successfully.
fa_ir: برنامه با موفقیت حذف شد.

source: Date parameter is required.
fa_ir: پارامتر تاریخ الزامی است.

source: Slot blocked successfully.
fa_ir: بازه زمانی با موفقیت مسدود شد.

source: Slot unblocked successfully.
fa_ir: بازه زمانی با موفقیت آزاد شد.

source: Time slot must include both start and end time (e.g., 09:00-10:00).
fa_ir: بازه زمانی باید شامل زمان شروع و پایان باشد (مثلاً 09:00-10:00).

source: Failed to create slot.
fa_ir: ایجاد بازه زمانی ناموفق بود.

source: Slot created successfully.
fa_ir: بازه زمانی با موفقیت ایجاد شد.

source: Failed to update slot status.
fa_ir: به‌روزرسانی وضعیت بازه زمانی ناموفق بود.

source: Slot status updated successfully.
fa_ir: وضعیت بازه زمانی با موفقیت به‌روزرسانی شد.

source: You must be logged in to book an appointment.
fa_ir: برای رزرو وقت باید وارد شوید.

source: Loading...
fa_ir: در حال بارگذاری...

source: An error occurred. Please try again.
fa_ir: خطایی رخ داد. لطفاً دوباره تلاش کنید.

source: You must be logged in to book appointments. Please log in and try again.
fa_ir: برای رزرو نوبتها باید وارد شوید. لطفاً وارد شوید و دوباره تلاش کنید.

source: You must be logged in to perform this action.
fa_ir: برای انجام این عمل باید وارد شوید.

source: You do not have permission to perform this action.
fa_ir: شما اجازه انجام این عمل را ندارید.

source: You must be logged in to access appointments.
fa_ir: برای دسترسی به نوبتها باید وارد شوید.

source: You do not have permission to access this appointment.
fa_ir: شما اجازه دسترسی به این نوبت را ندارید.

source: You have reached the maximum of %d active appointments. Please cancel or complete an existing appointment before booking a new one.
fa_ir: شما به حداکثر %d نوبت فعال رسیده‌اید. لطفاً قبل از رزرو یک نوبت جدید، یک نوبت موجود را لغو یا تکمیل کنید.

source: This time slot is no longer available.
fa_ir: این بازه زمانی دیگر در دسترس نیست.

source: You have already booked this time slot.
fa_ir: شما قبلاً این بازه زمانی را رزرو کرده‌اید.

source: Failed to reserve the time slot.
fa_ir: رزرو بازه زمانی ناموفق بود.

source: Failed to create appointment.
fa_ir: ایجاد نوبت ناموفق بود.

source: Appointment created
fa_ir: نوبت ایجاد شد

source: You cannot cancel this appointment.
fa_ir: شما نمی‌توانید این نوبت را لغو کنید.

source: This appointment cannot be cancelled.
fa_ir: این نوبت قابل لغو نیست.

source: Failed to request cancellation.
fa_ir: درخواست لغو ناموفق بود.

source: Cancellation requested: %s
fa_ir: لغو درخواست شد: %s

source: Cancellation requested
fa_ir: لغو درخواست شد

source: Only pending appointments can be confirmed.
fa_ir: فقط نوبتهای در انتظار می‌توانند تأیید شوند.

source: Failed to confirm appointment.
fa_ir: تأیید نوبت ناموفق بود.

source: Appointment confirmed by admin
fa_ir: نوبت توسط مدیر تأیید شد

source: This appointment cannot be marked as completed.
fa_ir: این نوبت نمی‌تواند به عنوان تکمیل شده علامت‌گذاری شود.

source: Failed to complete appointment.
fa_ir: امکان تکمیل نوبت ملاقات وجود نداشت.

source: Appointment completed by admin
fa_ir: نوبت ملاقات توسط مدیر تکمیل شد

source: Cancelled by admin
fa_ir: لغو شده توسط مدیر

source: Failed to cancel appointment.
fa_ir: لغو نوبت ملاقات ناموفق بود.

source: Cancelled by admin: %s
fa_ir: لغو شده توسط مدیر: %s

source: Only cancelled or completed appointments can be restored.
fa_ir: فقط نوبتهای لغو شده یا تکمیل شده می‌توانند بازیابی شوند.

source: Failed to restore appointment.
fa_ir: بازیابی نوبت ملاقات ناموفق بود.

source: Appointment restored to confirmed by admin
fa_ir: نوبت ملاقات توسط مدیر به وضعیت تأیید شده بازگردانده شد

source: Failed to update report.
fa_ir: به‌روزرسانی گزارش ناموفق بود.

source: Failed to create schedule.
fa_ir: ایجاد برنامه زمان‌بندی ناموفق بود.

source: Failed to save working hours.
fa_ir: ذخیره ساعت‌های کاری ناموفق بود.

source: Failed to generate time slots.
fa_ir: تولید بازه‌های زمانی ناموفق بود.

source: Failed to activate schedule.
fa_ir: فعال‌سازی برنامه زمان‌بندی ناموفق بود.

source: Failed to delete schedule.
fa_ir: حذف برنامه زمان‌بندی ناموفق بود.

source: Slot not found.
fa_ir: بازه زمانی یافت نشد.

source: Cannot block a booked slot.
fa_ir: نمی‌توان بازه‌ای که رزرو شده است را مسدود کرد.

source: Failed to block slot.
fa_ir: مسدود کردن بازه زمانی ناموفق بود.

source: Slot is not blocked.
fa_ir: بازه زمانی مسدود نشده است.

source: Failed to unblock slot.
fa_ir: رفع مسدودیت بازه زمانی ناموفق بود.

source: to
fa_ir: تا

source: No available dates
fa_ir: تاریخ در دسترس نیست

source: Available Hours
fa_ir: بازه‌های زمانی موجود

source: Pending Confirmation
fa_ir: در انتظار تأیید

source: Your appointment request was sent successfully!
fa_ir: درخواست نوبت ملاقات شما با موفقیت ارسال شد!

source: You will be notified once an admin confirms your appointment.
fa_ir: به محض تأیید نوبت توسط مدیر، به شما اطلاع داده خواهد شد.

source: Time
fa_ir: زمان

source: Your Note
fa_ir: یادداشت شما

source: Booking Reference
fa_ir: شناسه نوبت

source: Appointment Booked!
fa_ir: نوبت رزرو شد!

source: See My Appointments
fa_ir: مشاهدهٔ نوبت های من

source: Book Another Appointment
fa_ir: رزرو یک نوبت دیگر

source: Book an Appointment
fa_ir: رزرو نوبت

source: Loading available slots...
fa_ir: در حال بارگذاری زمان‌های موجود...

source: Retry
fa_ir: تلاش مجدد

source: Select a Time Slot
fa_ir: یک بازه زمانی را انتخاب کنید

source: Note (Optional)
fa_ir: یادداشت (اختیاری)

source: Add any additional information or special requests
fa_ir: هر اطلاعات یا درخواست خاص دیگری را اضافه کنید

source: Booking...
fa_ir: در حال رزرو...

source: Book Appointment
fa_ir: رزرو نوبت

source: You must be logged in to book appointments.
fa_ir: برای رزرو نوبتها باید وارد شوید.

source: Log In
fa_ir: ورود

source: Register
fa_ir: ثبت‌نام

source: Pending
fa_ir: در انتظار

source: Confirmed
fa_ir: تأیید شده

source: Completed
fa_ir: تمام شده

source: Cancelled
fa_ir: لغو شده

source: Cancellation Requested
fa_ir: درخواست لغو شده

source: My Appointments
fa_ir: نوبت های من

source: Book New Appointment
fa_ir: رزرو نوبت جدید

source: Loading appointments...
fa_ir: در حال بارگذاری نوبتها...

source: You don't have any appointments yet. Click the button above to book your first appointment.
fa_ir: شما هنوز هیچ وقت‌نظری ندارید. برای رزرو اولین وقت‌نظرتان، روی دکمه بالا کلیک کنید.

source: Note:
fa_ir: یادداشت:

source: Assigned to:
fa_ir: اختصاص داده شده به:

source: Cancel
fa_ir: انصراف

source: Request Cancellation
fa_ir: درخواست لغو

source: Are you sure you want to request cancellation for this appointment?
fa_ir: آیا مطمئن هستید که می‌خواهید برای این نوبت درخواست لغو بدهید؟

source: Date:
fa_ir: تاریخ:

source: Time:
fa_ir: زمان:

source: Reason for cancellation (optional)
fa_ir: دلیل لغو (اختیاری)

source: Please provide a reason for cancellation
fa_ir: لطفاً دلیل لغو را ارائه دهید

source: Cancellation request submitted successfully!
fa_ir: درخواست لغو با موفقیت ارسال شد!

source: Submitting...
fa_ir: در حال ارسال...

source: Submit Request
fa_ir: ارسال درخواست

source: You must be logged in to view your appointments.
fa_ir: برای مشاهده نوبتهای خود باید وارد شوید.

source: Cancel Appointment
fa_ir: لغو نوبت

source: Cancellation Reason:
fa_ir: دلیل لغو:

source: You don't have any appointments yet
fa_ir: شما هنوز هیچ نوبتی ندارید

source: It's time to book your first appointment! Contact us and benefit from our quality services.
fa_ir: وقت آن است که اولین نوبت خود را رزرو کنید! با ما تماس بگیرید و از خدمات با کیفیت ما بهره‌مند شوید.

source: Easy and Fast Booking
fa_ir: رزرو آسان و سریع

source: Quality Services
fa_ir: خدمات با کیفیت

source: 24/7 Support
fa_ir: پشتیبانی 24/7

source: Upcoming
fa_ir: پیش رو

source: Past
fa_ir: گذشته

source: Nothing here!
fa_ir: چیزی اینجا نیست!

source: Available time slots for
fa_ir: بازه‌های زمانی موجود برای

source: No available time slots for this day
fa_ir: هیچ بازه زمانی موجودی برای این روز وجود ندارد

source: Status:
fa_ir: وضعیت:

source: Appointment Number:
fa_ir: شماره نوبت:

source: An error occurred while booking the appointment.
fa_ir: خطایی در حین رزرو نوبت رخ داد.

source: Additional Notes
fa_ir: یادداشت‌های اضافی

source: Any special requests or additional information
fa_ir: هر درخواست خاص یا اطلاعات اضافی

source: Optional: Add any specific requirements or questions
fa_ir: اختیاری: هر نیاز خاص یا سوالی اضافه کنید

source: Loading schedule...
fa_ir: در حال بارگذاری برنامه...

source: No active schedule found. Please contact the administrator.
fa_ir: هیچ برنامه فعالی یافت نشد. لطفاً با مدیر تماس بگیرید.

source: Access Required
fa_ir: دسترسی مورد نیاز

source: You must be logged in to view appointments.
fa_ir: برای مشاهده نوبت‌ها باید وارد شوید.

source: (Active)
fa_ir: (فعال)

source: (Inactive)
fa_ir: (غیرفعال)

source: Confirm Appointment
fa_ir: تأیید نوبت

source: Approve and confirm this appointment
fa_ir: تأیید و تصویب این نوبت

source: Mark as Completed
fa_ir: علامت‌گذاری به عنوان تکمیل شده

source: Mark this appointment as successfully completed
fa_ir: این نوبت را به‌عنوان تکمیل موفق علامت‌گذاری کنید

source: Cancel this appointment and free the time slot
fa_ir: این نوبت را لغو کنید و بازه زمانی را آزاد کنید

source: Restore Appointment
fa_ir: بازگرداندن نوبت ملاقات

source: Restore this appointment to confirmed status
fa_ir: این نوبت ملاقات را به وضعیت تأیید شده بازگردانید

source: Send WhatsApp Message
fa_ir: ارسال پیام واتساپ

source: Open WhatsApp to message the client
fa_ir: واتساپ را باز کنید تا به مشتری پیام بدهید

source: Delete Permanently
fa_ir: حذف دائمی

source: Permanently delete this appointment (cannot be undone)
fa_ir: این نوبت ملاقات را به صورت دائمی حذف کنید (قابل بازگشت نیست)

source: Appointment Details
fa_ir: جزئیات نوبت

source: Client Name:
fa_ir: نام مشتری:

source: Phone:
fa_ir: تلفن:

source: Assigned Admin:
fa_ir: مدیر اختصاص داده شده:

source: Available Actions
fa_ir: اقدامات موجود

source: Session Report
fa_ir: گزارش جلسه

source: Edit
fa_ir: ویرایش

source: Add notes, observations, or session summary...
fa_ir: یادداشت‌ها، مشاهدات یا خلاصه جلسه را اضافه کنید...

source: Report saved successfully!
fa_ir: گزارش با موفقیت ذخیره شد!

source: Failed to save report
fa_ir: ذخیره گزارش ناموفق بود

source: No report added yet
fa_ir: هنوز گزارشی اضافه نشده است

source: Delete Appointment
fa_ir: حذف نوبت

source: Are you sure you want to delete this appointment? This action cannot be undone.
fa_ir: آیا از حذف این نوبت اطمینان دارید؟ این عمل قابل بازگشت نیست.

source: Booked
fa_ir: رزرو شده

source: Blocked
fa_ir: مسدود شده

source: Unavailable
fa_ir: در دسترس نیست

source: Available
fa_ir: در دسترس

source: Make Available
fa_ir: در دسترس کردن

source: Open this slot for booking
fa_ir: باز کردن این بازه برای رزرو

source: Block Slot
fa_ir: مسدود کردن بازه

source: Block this slot (lunch, meeting, etc)
fa_ir: این بازه را مسدود کنید (ناهار، جلسه و غیره)

source: Make Unavailable
fa_ir: ناموجود کردن

source: Mark as outside working hours
fa_ir: علامت‌گذاری به‌عنوان خارج از ساعات کاری

source: Manage Time Slot
fa_ir: مدیریت بازه زمانی

source: Time Slot:
fa_ir: بازه زمانی:

source: Current Status:
fa_ir: وضعیت فعلی:

source: Close
fa_ir: بسته

source: No Schedule Found
fa_ir: هیچ زمانبندی یافت نشد

source: You need to create a schedule before you can view the calendar.
fa_ir: ابتدا باید یک زمانبندی ایجاد کنید تا بتوانید تقویم را مشاهده کنید.

source: Create Your First Schedule Here
fa_ir: اینجا اولین زمانبندی خود را ایجاد کنید

source: Loading calendar...
fa_ir: در حال بارگذاری تقویم...

source: Error loading Calendar:
fa_ir: خطا در بارگذاری تقویم:

source: Open time slots that users can book
fa_ir: باز کردن بازه‌های زمانی که کاربران می‌توانند رزرو کنند

source: These slots are within your working hours and ready for booking. Users can select and book these times.
fa_ir: این بازه‌ها در ساعات کاری شما هستند و آماده رزرو می‌باشند. کاربران می‌توانند این زمان‌ها را انتخاب و رزرو کنند.

source: Example: Monday 9:00 AM - 10:00 AM is available for booking
fa_ir: مثال: دوشنبه 9:00 صبح - 10:00 صبح برای رزرو در دسترس است

source: Time slot has an active appointment
fa_ir: بازه زمانی دارای یک نوبت فعال است

source: A user has booked this time slot. Click on a booked slot to view appointment details, contact information, and manage the appointment.
fa_ir: یک کاربر این بازه زمانی را رزرو کرده است. برای مشاهده جزئیات نوبت، اطلاعات تماس و مدیریت نوبت، روی بازه رزرو شده کلیک کنید.

source: Example: Monday 10:00 AM - 11:00 AM is booked by John Doe
fa_ir: مثال: دوشنبه 10:00 صبح - 11:00 صبح توسط جان دو رزرو شده است

source: Manually blocked by admin
fa_ir: به‌صورت دستی توسط مدیر مسدود شده

source: These slots are within working hours but you've manually disabled them. Users cannot book blocked slots. Use this for lunch breaks, meetings, or temporary closures.
fa_ir: این بازه‌ها در ساعات کاری هستند اما شما به‌صورت دستی آن‌ها را غیرفعال کرده‌اید. کاربران نمی‌توانند بازه‌های مسدود شده را رزرو کنند. از این برای زمان ناهار، جلسات یا تعطیلات موقت استفاده کنید.

source: Example: Block 12:00 PM - 1:00 PM for lunch break
fa_ir: مثال: مسدود کردن 12:00 ظهر - 1:00 بعدازظهر برای زمان ناهار

source: Outside working hours
fa_ir: خارج از ساعات کاری

source: These time slots are not part of your defined schedule. They appear as placeholders in the calendar but cannot be booked or modified.
fa_ir: این بازه‌های زمانی بخشی از برنامه تعریف‌شده شما نیستند. آنها به‌عنوان جای‌نگهدار در تقویم نمایش داده می‌شوند اما قابل رزرو یا ویرایش نیستند.

source: Example: If schedule is 9 AM - 5 PM, then 8 AM is unavailable
fa_ir: مثال: اگر برنامه از ساعت ۹ صبح تا ۵ بعدازظهر باشد، ساعت ۸ صبح در دسترس نیست.

source: Click for details
fa_ir: برای جزئیات کلیک کنید

source: Description
fa_ir: توضیح

source: Details
fa_ir: جزئیات

source: Example
fa_ir: مثال

source: Got it
fa_ir: متوجه شدم

source: slot
fa_ir: بازه زمانی

source: slots
fa_ir: بازه‌های زمانی

source: Start
fa_ir: شروع

source: End
fa_ir: پایان

source: Remove time slot
fa_ir: حذف بازه زمانی

source: Add Time Slot
fa_ir: افزودن بازه زمانی

source: Weekly Hours
fa_ir: ساعات کاری هفتگی

source: Create New Schedule
fa_ir: ایجاد برنامه جدید

source: Set up your availability schedule with working hours and time slots
fa_ir: برنامه زمان‌بندی در دسترسیتان را با ساعات کاری و بازه‌های زمانی تنظیم کنید

source: Basic Information
fa_ir: اطلاعات پایه

source: Give your schedule a name and set its status
fa_ir: به برنامه خود یک نام بدهید و وضعیت آن را تنظیم کنید

source: e.g., Summer 2024 Schedule
fa_ir: مثال: برنامه تابستان 2024

source: A descriptive name to identify this schedule
fa_ir: یک نام توصیفی برای شناسایی این برنامه

source: Activate Schedule
fa_ir: فعال‌سازی برنامه

source: Schedule Period
fa_ir: دوره برنامه

source: Define the date range when this schedule is valid
fa_ir: بازه زمانی که این برنامه معتبر است را تعریف کنید

source: Appointment Settings
fa_ir: تنظیمات نوبت ملاقات

source: Configure the duration of each appointment slot
fa_ir: مدت زمان هر بازهٔ نوبت ملاقات را پیکربندی کنید

source: Appointment Duration (minutes)
fa_ir: مدت زمان نوبت ملاقات (دقیقه)

source: How long each appointment will last
fa_ir: هر نوبت ملاقات چقدر طول می‌کشد

source: Weekly Working Hours
fa_ir: ساعات کاری هفتگی

source: Define your available hours for each day of the week
fa_ir: ساعات در دسترس خود را برای هر روز از هفته تعریف کنید

source: Create Schedule
fa_ir: ایجاد برنامه

source: Saving...
fa_ir: در حال ذخیره‌سازی...

source: Save Report
fa_ir: ذخیره گزارش

source: This schedule is active and visible to users
fa_ir: این برنامه فعال است و برای کاربران قابل مشاهده است

source: This schedule is inactive and hidden from users
fa_ir: این برنامه غیرفعال است و برای کاربران مخفی است

source: View My Appointments
fa_ir: مشاهده نوبت‌ها من
